a
abc
acid
acre
ad
adn
ag
ai
aids
ak
al
album
alpha
am
amin
amip
an
ang
anh
anten
antimon
ao
ar
as
asean
asen
asphalt
aspirin
atlas
au
axetic
axit
ay
b
b41
ba
baht
bai
balboa
ballad
ban
bang
banh
bao
bar
base
basic
bay
bazan
bazơ
bbc
be
ben
benzen
beo
beta
bi
bia
bin
binh
bis
biên
biếc
biếm
biến
biếng
biết
biếu
biền
biển
biểu
biện
biệt
blu
bo
boa
bok
bolivar
bom
bon
bong
boong
box
br
brom
bromua
bs
bu
bua
bum
bun
bung
bunker
buôn
buông
buýt
buồm
buồn
buồng
buổi
buộc
byte
bà
bài
bàn
bàng
bành
bào
bàu
bày
bá
bác
bách
bái
bám
bán
báng
bánh
báo
bát
báu
bân
bây
bã
bãi
bão
bè
bèn
bèo
bé
bén
béo
bét
bê
bên
bênh
bêu
bì
bìa
bìm
bình
bìu
bí
bích
bính
bít
bò
bó
bóc
bói
bón
bóng
bóp
bô
bôi
bôn
bông
bù
bùa
bùi
bùn
bùng
bú
búa
búi
bún
búng
búp
bút
băm
băn
băng
bơ
bơi
bơm
bơn
bưng
bưu
bước
bướm
bướng
bướu
bưởi
bạ
bạc
bạch
bại
bạn
bạo
bạt
bả
bản
bảng
bảo
bảy
bấc
bấm
bất
bấy
bầm
bần
bầu
bầy
bẩm
bẩn
bẩy
bẫy
bậc
bận
bật
bậy
bắc
bắn
bắp
bắt
bằng
bặc
bẹ
bẹp
bẹt
bẻ
bế
bến
bếp
bề
bền
bể
bệ
bệnh
bỉ
bỉnh
bị
bịa
bịp
bịt
bọ
bọc
bọn
bọt
bỏ
bỏng
bố
bốc
bối
bốn
bống
bốt
bồ
bồi
bồn
bồng
bổ
bổn
bổng
bỗng
bộ
bộc
bội
bột
bớ
bới
bớt
bờ
bời
bờm
bở
bởi
bợ
bục
bụi
bụng
bụt
bứa
bức
bứt
bừa
bừng
bửu
bữa
bực
c
ca
cabin
cacbon
cacbua
cai
cal
calo
cam
camera
can
cang
canh
canon
canxi
cao
cara
carbon
casino
cation
cau
cave
cay
cc
cd
cello
ch
cha
chai
cham
chan
chang
chanh
chao
chay
chdc
che
chen
cheng
cheo
chi
chia
chim
chin
chinh
chiêm
chiên
chiêng
chiêu
chiếc
chiếm
chiến
chiết
chiếu
chiền
chiềng
chiều
chiểu
cho
choang
choi
chom
chon
chong
choàng
choán
choáng
chu
chua
chui
chum
chun
chung
chuyên
chuyến
chuyền
chuyển
chuyện
chuôi
chuông
chuẩn
chuốc
chuối
chuốt
chuồn
chuồng
chuỗi
chuộc
chuộng
chuột
chà
chài
chàm
chàng
chào
chày
chái
chán
chánh
cháo
chát
cháu
cháy
châm
chân
châu
chãi
chè
chèn
chèo
chém
chén
chéo
chép
chét
chê
chênh
chì
chìa
chìm
chình
chí
chích
chín
chính
chít
chòi
chòm
chó
chóc
chói
chóng
chóp
chót
chôm
chôn
chông
chù
chùa
chùm
chùng
chùy
chú
chúa
chúc
chúng
chút
chăm
chăn
chăng
chĩa
chơi
chơn
chư
chưa
chưng
chương
chước
chướng
chưởng
chạc
chạch
chạm
chạng
chạp
chạy
chả
chải
chảo
chảy
chấm
chấn
chấp
chất
chấu
chần
chầu
chẩm
chẩn
chậm
chận
chập
chật
chậu
chắc
chắn
chắp
chắt
chằm
chằng
chẳng
chẵn
chặn
chặng
chặt
chẹn
chẻ
chẽ
chế
chếch
chết
chệch
chỉ
chỉa
chỉnh
chị
chịt
chịu
chọc
chọi
chọn
chỏm
chốc
chối
chốn
chống
chốt
chồi
chồn
chồng
chổi
chỗ
chớ
chớp
chờ
chở
chởm
chợ
chợt
chục
chụm
chụp
chủ
chủng
chứ
chứa
chức
chứng
chừ
chừa
chừng
chửa
chửi
chửng
chữ
chữa
chững
cl
clb
clo
clorat
clorua
cm
cn
co
coca
cocain
coi
col
com
compact
con
cong
cor
cotton
coulomb
cpu
cr
crom
crôm
cs
cu
cua
cuba
cui
cum
cung
cuông
cuốc
cuối
cuốn
cuống
cuồng
cuộc
cuội
cuộn
cà
cài
càn
càng
cành
cào
cày
cá
các
cách
cái
cám
cán
cáng
cánh
cáo
cáp
cát
cáu
cáy
câm
cân
câu
cây
cãi
cò
còi
còn
còng
có
cóc
cói
cóng
cót
cô
côi
côm
côn
công
cõi
cõng
cù
cùi
cùng
cú
cúc
cúi
cúm
cúng
cúp
cút
căm
căn
căng
cũ
cũi
cũng
cơ
cơm
cơn
cư
cưa
cưng
cưu
cương
cước
cưới
cướp
cười
cường
cưỡi
cưỡng
cược
cạn
cạnh
cạo
cạp
cả
cải
cảm
cản
cảng
cảnh
cảo
cấm
cấn
cấp
cất
cấu
cấy
cầm
cần
cầu
cầy
cẩm
cẩn
cẩu
cận
cập
cật
cậu
cậy
cắm
cắn
cắp
cắt
cằm
cằn
cẳng
cặn
cặp
cọ
cọc
cọng
cọp
cỏ
cỏi
cố
cốc
cối
cốm
cống
cốt
cồ
cồn
cồng
cổ
cổn
cổng
cỗ
cỗi
cộ
cộc
cội
cộng
cột
cớ
cờ
cởi
cỡ
cợt
cụ
cục
cụm
cụp
cụt
củ
của
củi
củng
cứ
cứng
cứu
cừ
cừu
cử
cửa
cửu
cữu
cự
cựa
cực
cựu
d
da
dai
dam
dan
dang
danh
dao
darwin
day
de
delta
den
di
diesel
din
dinar
dinh
diêm
diên
diêu
diếp
diềm
diều
diễm
diễn
diễu
diệc
diệm
diện
diệp
diệt
diệu
do
doanh
doi
dollar
dom
domino
don
dong
doping
doãn
du
dung
duy
duyên
duyệt
duật
duệ
duỗi
dynamo
dà
dài
dàn
dàng
dành
dào
dày
dái
dám
dán
dáng
dát
dâm
dân
dâng
dâu
dây
dã
dãi
dãn
dãy
dè
dép
dê
dì
dìm
dìu
dí
dính
dò
dòng
dó
dông
dõi
dù
dùi
dùng
dăm
dĩ
dĩa
dĩnh
dũ
dũng
dơ
dơi
dư
dưa
dưng
dương
dưới
dường
dưỡng
dược
dượng
dượt
dạ
dại
dạn
dạng
dạo
dạt
dạy
dải
dấm
dấn
dấp
dấu
dấy
dầm
dần
dầu
dầy
dẫm
dẫn
dẫu
dậm
dận
dập
dật
dậu
dậy
dắt
dằn
dẳng
dặc
dặm
dặn
dặt
dẹp
dẹt
dẻ
dẻo
dẽ
dế
dền
dễ
dệt
dị
dịch
dịp
dịu
dọa
dọc
dọn
dỏm
dốc
dối
dốt
dồi
dồn
dỗ
dội
dời
dở
dỡ
dụ
dục
dụng
dứa
dứt
dừa
dừng
dữ
dự
dựa
dực
dựng
e
elip
em
en
eo
este
ete
euclid
euro
f
fa
fax
fe
fenspat
fi
flo
florua
foot
format
franc
fu
g
ga
gai
gala
gallery
gallon
gam
gamma
gan
gang
ganh
gao
gas
gay
gdp
ge
gen
ghe
ghen
ghi
ghim
ghita
ghé
ghép
ghét
ghê
ghẹo
ghẻ
ghế
ghề
ghềnh
gi
gia
giai
giam
gian
giang
gianh
giao
gien
gieo
gin
gio
giun
giuộc
già
giàn
giàng
giành
giàu
giày
giá
giác
giám
gián
giáng
giáo
giáp
giây
giã
giãn
gièm
giê
giêng
giò
giòn
gió
gióng
giông
giúp
giăng
giơ
giương
giường
giả
giải
giảm
giản
giảng
giảo
giấc
giấm
giấu
giấy
giầy
giẫm
giận
giật
giằng
giặc
giặt
giẻ
giếng
giết
giềng
giễu
giọng
giọt
giỏ
giỏi
giống
giồng
giỗ
giới
giờ
giở
giục
giữ
giữa
gmt
go
golf
gom
gon
gorilla
gothic
gram
granit
gs
gu
guitar
guốc
gà
gài
gàng
gành
gào
gác
gái
gán
gánh
gáo
gáy
gân
gây
gã
gãy
gì
gìn
gò
gòn
góa
góc
gói
góp
gót
gô
gôn
gõ
gù
gút
găm
găng
gũi
gươm
gương
gượng
gạc
gạch
gạo
gạt
gả
gảy
gấc
gấm
gấp
gấu
gầm
gần
gầy
gập
gật
gậy
gắm
gắn
gắng
gắp
gắt
gặm
gặp
gặt
gỉ
gọi
gọn
gọng
gọt
gỏi
gốc
gối
gốm
gồ
gồm
gỗ
gội
gộp
gớm
gờ
gờm
gởi
gỡ
gợi
gợn
gục
gừ
gừng
gửi
h
h'mông
ha
hai
halogen
ham
han
hang
hanh
hao
hay
he
hecta
heli
hen
heo
heroin
hertz
hg
hi
him
hin
hindu
hinh
hiv
hiên
hiếm
hiến
hiếp
hiếu
hiềm
hiền
hiểm
hiển
hiểu
hiện
hiệp
hiệt
hiệu
hlv
ho
hoa
hoan
hoang
hoc
hoi
hon
hong
hormon
hotel
hoài
hoàn
hoàng
hoành
hoán
hoãn
hoăng
hoạch
hoại
hoạn
hoạt
hoảng
hoắc
hoẵng
hoặc
ht
hu
hua
hui
hun
hung
huy
huynh
huyên
huyết
huyền
huyễn
huyện
huyệt
huân
huê
huấn
huế
huề
huệ
huống
huỳnh
hy
hz
hà
hài
hàm
hàn
hàng
hành
hào
hàu
há
hác
hách
hái
hám
hán
háng
háo
hát
hâm
hân
hâu
hãi
hãm
hãn
hãng
hãnh
hãy
hè
hèn
hé
héc
héo
hét
hình
hí
hít
hò
hòa
hòe
hòm
hòn
hòng
hóa
hóc
hói
hót
hô
hôi
hôm
hôn
hông
hõm
hù
hùm
hùng
hú
húc
húng
hút
húy
hý
hăm
hăng
hđnd
hũ
hơi
hơn
hư
hưng
hưu
hương
hươu
hước
hướng
hường
hưởng
hạ
hạc
hạch
hại
hạm
hạn
hạng
hạnh
hạo
hạp
hạt
hả
hải
hảo
hấn
hấp
hất
hấu
hầm
hầu
hận
hậu
hắc
hắn
hắt
hằn
hằng
hẳn
hặc
hẹ
hẹn
hẹp
hẻm
hẻo
hến
hết
hề
hễ
hệ
hệt
hỉ
hịch
họ
họa
học
họng
họp
hỏa
hỏi
hỏng
hố
hốc
hối
hống
hốt
hồ
hồi
hồn
hồng
hổ
hổng
hỗ
hỗn
hộ
hộc
hội
hộp
hột
hớn
hớt
hở
hỡi
hợi
hợp
hụt
hủ
hủy
hứa
hức
hứng
hừng
hử
hữu
hựu
hỷ
i
ic
ii
in
inch
insulin
ion
iot
islam
iu
j
jean
jeep
jiang
jin
jun
k
ka
kali
kappa
karaoke
karate
kay
ke
kelvin
kem
ken
keng
keo
kg
kha
khai
kham
khan
khang
khanh
khao
khau
khay
khe
khen
kheo
khi
khinh
khiêm
khiên
khiêng
khiêu
khiếm
khiến
khiếp
khiết
khiếu
khiển
khmer
kho
khoa
khoai
khoan
khoang
khoanh
khoe
khoác
khoái
khoán
khoáng
khoát
khoét
khoăn
khoản
khoảng
khoảnh
khoắn
khu
khum
khung
khuy
khuya
khuynh
khuyên
khuyến
khuyết
khuyển
khuê
khuôn
khuông
khuất
khuấy
khuẩn
khuếch
khuỷu
khàn
khá
khác
khách
khái
khám
khán
kháng
khánh
khát
khâm
khâu
khéo
khép
khét
khê
khêu
khí
khía
khích
khít
khó
khóa
khóc
khói
khóm
khô
khôi
khôn
không
khùng
khúc
khăn
khăng
khơ
khơi
khư
khương
khước
khướu
khả
khải
khảm
khản
khảo
khấn
khất
khấu
khẩn
khẩu
khắc
khắp
khắt
khẳng
khế
khỉ
khỏa
khỏe
khỏi
khố
khốc
khối
khốn
khống
khổ
khổng
khớp
khờ
khởi
khủng
khứ
khứu
khử
khự
ki
kia
kim
kimono
kin
kinh
kitô
kiêm
kiên
kiêng
kiêu
kiếm
kiến
kiếp
kiết
kiềm
kiền
kiều
kiểm
kiểng
kiểu
kiệm
kiện
kiệt
kiệu
km
krông
kt
ku
kw
ky
kè
kèm
kèn
kèo
kém
kén
kéo
kép
két
kê
kênh
kêu
kì
kìm
kình
kí
kích
kín
kính
kíp
ký
kĩ
kạn
kẹo
kẹp
kẹt
kẻ
kẽ
kẽm
kế
kết
kề
kền
kềnh
kể
kệ
kỉ
kị
kịch
kịp
kỳ
kỵ
kỷ
kỹ
l
la
lai
lam
lan
lang
lanh
lao
laser
latin
lau
lay
le
lem
len
lenin
leo
leone
lev
li
lia
lie
lim
lin
linh
lipid
liu
liêm
liên
liêng
liêu
liếm
liềm
liền
liều
liễn
liễu
liệm
liệt
liệu
lo
loa
loan
loang
loen
log
logic
lon
long
loài
loát
loãng
loét
loại
loạn
loạt
lu
lui
lung
luy
luyến
luyện
luân
luôn
luông
luận
luật
luống
luồn
luồng
luộc
ly
là
lài
làm
làn
làng
lành
lào
lá
lác
lách
lái
lán
láng
lánh
lát
láy
lâm
lân
lâu
lây
lã
lãi
lãm
lãng
lãnh
lão
lèo
lén
léo
lép
lê
lên
lì
lìa
lình
lí
lính
lít
líu
lò
lòa
lòi
lòng
lóc
lóng
lót
lô
lôgic
lôi
lôn
lông
lõa
lõi
lõm
lù
lùa
lùi
lùm
lùn
lùng
lúa
lúc
lún
lúng
lút
lý
lăm
lăn
lăng
lĩnh
lũ
lũng
lũy
lơ
lơn
lư
lưng
lưu
lươn
lương
lưới
lướt
lười
lườn
lường
lưỡi
lưỡng
lược
lượm
lượn
lượng
lượt
lạ
lạc
lạch
lại
lạm
lạn
lạng
lạnh
lạo
lạp
lạt
lạy
lả
lấn
lấp
lấy
lầm
lần
lầu
lầy
lẩn
lẩu
lẫm
lẫn
lẫy
lận
lập
lật
lậu
lậy
lắc
lắm
lắng
lắp
lằn
lặc
lặn
lặng
lặp
lẹ
lẻ
lẻn
lẻo
lẽ
lẽo
lết
lề
lều
lễ
lệ
lệch
lệnh
lị
lịch
lọ
lọc
lọi
lọng
lọt
lỏng
lố
lốc
lối
lốm
lốp
lốt
lồ
lồi
lồng
lỗ
lỗi
lộ
lộc
lội
lộn
lộng
lột
lớn
lớp
lờ
lời
lở
lởm
lỡ
lợ
lợi
lợn
lợp
lụa
lục
lụi
lụt
lụy
lủng
lứa
lức
lừa
lừng
lửa
lửng
lữ
lự
lựa
lực
lựu
lỵ
m
m'nông
ma
macma
mafia
magie
magma
mai
man
mang
mangan
manh
mao
mark
martin
marx
massage
mau
may
me
media
mega
melo
men
metan
mg
mi
mia
mica
micro
min
minh
mini
miên
miêu
miến
miếng
miếu
miền
miễn
miễu
miện
miệng
miệt
mm
mn
mo
modem
module
moi
mol
mom
mon
mong
mono
morse
mu
mua
mui
mun
muôn
muông
muối
muốn
muống
muồi
muỗi
muỗng
muội
muộn
my
mà
mài
màn
màng
mành
mào
màu
mày
má
mác
mách
mái
mán
máng
mát
máu
máy
mâm
mân
mâu
mây
mã
mãi
mãn
mãng
mãnh
mão
mè
mèo
mé
méo
mép
mét
mê
mênh
mì
mìn
mình
mí
mía
mích
mít
mò
mòi
mòn
mòng
mó
móc
món
móng
mô
môi
môn
mông
mõ
mõm
mù
mùa
mùi
mùn
mùng
mú
múa
múc
múi
mút
măng
mĩ
mũ
mũi
mơ
mưa
mưu
mươi
mương
mướn
mướp
mười
mường
mượn
mượt
mạ
mạc
mạch
mại
mạn
mạng
mạnh
mạo
mạp
mạt
mả
mải
mảng
mảnh
mất
mấu
mấy
mầm
mần
mầu
mẩu
mẫn
mẫu
mận
mập
mật
mậu
mắc
mắm
mắn
mắng
mắt
mặc
mặn
mặt
mẹ
mẹo
mẻ
mẽ
mến
mề
mềm
mễ
mệnh
mệt
mỉ
mỉa
mỉm
mị
mịch
mịn
mịt
mọc
mọi
mọng
mọt
mỏ
mỏi
mỏm
mỏng
mốc
mối
mống
mốt
mồ
mồi
mồm
mồng
mổ
mỗ
mỗi
mộ
mộc
mộng
một
mớ
mới
mớn
mờ
mời
mở
mỡ
mụ
mục
mụn
mủ
mức
mứt
mừng
mửa
mực
mỹ
n
na
nai
nam
nan
nang
nanh
nano
nao
natri
nay
ne
nem
neo
neon
neutron
newton
nga
ngai
ngan
ngang
ngao
ngay
nghe
nghi
nghinh
nghiêm
nghiên
nghiêng
nghiêu
nghiến
nghiền
nghiễm
nghiệm
nghiện
nghiệp
nghiệt
nghè
nghèo
nghé
nghén
nghê
nghênh
nghêu
nghìn
nghĩ
nghĩa
nghẹt
nghẽn
nghề
nghệ
nghỉ
nghị
nghịch
ngo
ngoan
ngoi
ngon
ngoài
ngoái
ngoãn
ngoại
ngoạn
ngoặc
ngoặt
ngu
nguy
nguyên
nguyền
nguyện
nguyệt
nguôi
nguồn
nguội
ngà
ngài
ngàm
ngàn
ngàng
ngành
ngào
ngày
ngách
ngán
ngát
ngâm
ngân
ngây
ngã
ngãi
ngò
ngòi
ngó
ngói
ngón
ngóng
ngót
ngô
ngôi
ngôn
ngõ
ngõa
ngăn
ngũ
ngơ
ngơi
ngư
ngưng
ngưu
ngươi
người
ngưỡng
ngược
ngạc
ngạch
ngại
ngạn
ngạnh
ngạo
ngạt
ngả
ngải
ngấm
ngất
ngầm
ngần
ngẩn
ngẩng
ngẫm
ngẫu
ngậm
ngập
ngậy
ngắm
ngắn
ngắt
ngặt
ngọ
ngọa
ngọc
ngọn
ngọt
ngỏ
ngốc
ngồi
ngỗi
ngỗng
ngộ
ngột
ngớ
ngờ
ngỡ
ngợi
ngợm
ngụ
ngục
ngụy
ngủ
ngủi
ngứa
ngừ
ngừa
ngừng
ngửa
ngửi
ngữ
ngự
ngựa
ngực
nha
nhai
nham
nhan
nhang
nhanh
nhau
nhen
nheo
nhi
nhiên
nhiêu
nhiếp
nhiều
nhiễm
nhiễu
nhiệm
nhiệt
nho
nhoáng
nhu
nhung
nhuyễn
nhuần
nhuận
nhuế
nhuệ
nhuộm
nhà
nhài
nhàm
nhàn
nhàng
nhành
nhào
nhái
nhám
nhánh
nháp
nhát
nháy
nhâm
nhân
nhã
nhãn
nhão
nhé
nhét
nhì
nhìn
nhí
nhím
nhòm
nhóc
nhóm
nhót
nhô
nhôm
nhông
nhú
nhún
nhúng
nhút
nhăn
nhĩ
nhũ
nhũng
nhơ
nhơn
như
nhưng
nhương
nhường
nhưỡng
nhược
nhượng
nhạc
nhại
nhạn
nhạo
nhạt
nhạy
nhả
nhảy
nhấc
nhấm
nhấn
nhấp
nhất
nhầm
nhầy
nhẫn
nhậm
nhận
nhập
nhật
nhậu
nhắc
nhắm
nhắn
nhắt
nhằm
nhẵn
nhặt
nhẹ
nhẹn
nhện
nhỉnh
nhị
nhịn
nhịp
nhọ
nhọc
nhọn
nhọt
nhỏ
nhốt
nhồi
nhổ
nhộn
nhộng
nhớ
nhớt
nhờ
nhờn
nhở
nhỡ
nhợt
nhụ
nhục
nhụy
nhủ
nhức
nhứt
nhử
nhữ
những
nhựa
nhựt
ni
nia
nickel
niken
nin
ninh
nitrat
nitric
nitơ
niêm
niên
niết
niềm
niệm
niệu
no
noel
noi
nom
non
nong
noãn
nsnd
nsưt
nt
nu
nui
nung
nuôi
nuối
nuốt
nylon
nà
nài
nàn
nàng
nành
nào
này
ná
nách
nái
náo
nát
náu
nâng
nâu
nã
não
nãy
né
ném
nén
nét
nê
nêm
nên
nêu
nòi
nòng
nó
nóc
nói
nón
nóng
nô
nôi
nôm
nôn
nông
nùng
núi
núm
núp
nút
năm
năn
năng
nơ
nơi
nơron
nơtron
nưa
nương
nước
nướng
nạ
nạc
nại
nạn
nạo
nạp
nạt
nả
nản
nảy
nấc
nấm
nấng
nấp
nấu
nấy
nần
nầy
nậm
nập
nắm
nắn
nắng
nắp
nằm
nặc
nặn
nặng
nẻ
nếm
nến
nếp
nết
nếu
nề
nền
nể
nệm
nện
nỉ
nịch
nịnh
nịt
nọ
nọc
nỏ
nối
nốt
nồi
nồng
nổ
nổi
nỗ
nỗi
nộ
nội
nộm
nộn
nộp
nột
nới
nở
nỡ
nợ
nụ
nục
nứa
nức
nứt
nửa
nữ
nữa
nực
o
oa
oai
oan
oanh
ohm
oi
ok
om
omega
on
ong
opera
ounce
oxi
oxy
oz
oán
oánh
oát
oải
p
pa
pan
pang
pao
parabol
paulus
pb
pen
peso
ph
pha
phai
phan
phang
phanh
phao
phay
phe
phen
phi
phim
phiên
phiêu
phiếm
phiến
phiếu
phiền
phiện
phiệt
pho
phong
photon
photpho
phu
phun
phung
phà
phàm
phàn
phá
phác
phách
phái
phán
pháo
pháp
phát
phân
phèn
phép
phê
phì
phìn
phình
phí
phía
phích
phím
phò
phòng
phó
phóng
phô
phôi
phông
phù
phùng
phú
phúc
phúng
phút
phơi
phương
phước
phường
phượng
phạm
phạn
phạt
phả
phải
phản
phấn
phất
phần
phẩm
phẩy
phẫn
phẫu
phận
phật
phẳng
phế
phết
phễu
phệ
phỉ
phỏng
phố
phối
phốt
phồn
phồng
phổ
phổi
phộng
phớt
phở
phụ
phục
phụng
phụt
phủ
phức
pi
piano
pin
plasma
platin
polymer
pom
pop
pound
protein
proton
psi
pt
pu
pyrit
pác
pô
pơ
q
qua
quai
quan
quang
quanh
quay
que
quen
qui
quy
quyên
quyến
quyết
quyền
quyển
quyện
quyệt
quà
quàng
quá
quách
quái
quán
quáng
quát
quân
quây
quãng
quét
quê
quên
quí
quý
quýnh
quýt
quăng
quạ
quạt
quả
quản
quảng
quấn
quất
quấy
quần
quầng
quầy
quẩn
quẫn
quận
quật
quậy
quắc
quắn
quặc
quặng
quẻ
quế
quệ
quốc
quới
quở
quỳ
quỳnh
quỵ
quỷ
quỹ
r
ra
radar
radio
rai
ram
ran
rand
rang
ranh
rao
rau
ray
re
real
ren
reo
ri
ria
rim
rin
riêng
riết
riềng
ro
robot
rock
rocket
roh
roi
rom
ron
rong
ru
rui
rum
run
rung
rupee
ruốc
ruồi
ruồng
ruộng
ruột
rà
ràng
rành
rào
rác
rách
rái
rán
ráng
ráo
ráp
rát
ráy
râm
râu
rây
rã
rãi
rãnh
rè
rèm
rèn
rét
rê
rêu
rì
rìa
rình
rìu
rí
rít
rò
ròng
rót
rô
rông
rõ
rùa
rùng
rú
rúp
rút
răm
răn
răng
rũ
rơ
rơi
rơm
rươi
rương
rước
rường
rưỡi
rượt
rượu
rạ
rạc
rạch
rạn
rạng
rạp
rải
rảnh
rất
rầm
rầu
rầy
rẩy
rẫy
rậm
rận
rập
rắc
rắn
rằm
rằng
rặng
rẻ
rẽ
rết
rể
rễ
rệp
rệt
rỉ
rịa
rọi
rốc
rối
rốn
rống
rốt
rồ
rồi
rồng
rổ
rỗi
rỗng
rộ
rộn
rộng
rớt
rời
rỡ
rợ
rợn
rụi
rụng
rụt
rủ
rủa
rủi
rừng
rửa
rữa
rực
s
sa
sai
sam
san
sang
sanh
sao
sau
say
sb
se
sen
seo
sex
shop
si
sia
sida
sigma
silic
silicat
sim
sin
sinh
siêng
siêu
siết
sn
so
soda
soi
sol
som
son
sonata
song
sos
soái
soán
soát
soạn
stereo
stop
stress
studio
su
sucre
sui
sulfat
sum
sun
sunfat
sunfua
sung
suy
suyễn
suôn
suýt
suất
suối
suốt
sà
sài
sàn
sàng
sành
sào
sá
sách
sái
sám
sán
sáng
sánh
sáo
sáp
sát
sáu
sâm
sân
sâu
sãi
séc
sét
sê
sên
sìn
sình
sính
sít
sò
sòng
sóc
sói
sóng
sót
sô
sôcôla
sôi
sông
sùi
sùng
sú
súc
súng
súp
sút
súy
săn
sĩ
sơ
sơn
sư
sưa
sưng
sưu
sương
sướng
sườn
sưởi
sạc
sạch
sạn
sạt
sả
sải
sản
sảng
sảnh
sảo
sảy
sấm
sấu
sấy
sầm
sần
sầu
sẩy
sẫm
sậm
sập
sậy
sắc
sắm
sắn
sắp
sắt
sẵn
sặc
sẹo
sẻ
sẽ
sến
sếp
sếu
sệt
sỉ
sọ
sọc
sỏ
sỏi
số
sốc
sống
sốt
sồi
sổ
sộ
sớ
sớm
sờ
sở
sởi
sỡ
sợ
sợi
sục
sụn
sụp
sụt
sủa
sủi
sủng
sứ
sứa
sức
sứt
sừng
sử
sửa
sửng
sửu
sữa
sững
sự
sỹ
t
ta
tai
taiga
tam
tan
tang
tango
tanh
tao
tau
taxi
tay
tb
te
tel
tem
ten
tennis
teo
ter
test
tha
thai
tham
than
thang
thanh
thao
thau
thay
the
then
theo
thi
thia
thin
thinh
thiêm
thiên
thiêng
thiêu
thiếc
thiến
thiếp
thiết
thiếu
thiền
thiều
thiểm
thiển
thiểu
thiện
thiệp
thiệt
thiệu
tho
thoa
thoi
thom
thon
thong
thoái
thoáng
thoát
thoại
thoạt
thoải
thoảng
thu
thua
thun
thung
thuyên
thuyết
thuyền
thuê
thuôn
thuấn
thuần
thuẫn
thuận
thuật
thuế
thuốc
thuộc
thuột
thuở
thà
thàng
thành
thác
thách
thái
thám
thán
tháng
thánh
tháo
tháp
thát
thâm
thân
thâu
thây
thèm
thép
thét
thê
thêm
thêu
thì
thìa
thìn
thình
thí
thích
thính
thít
thò
thòi
thòng
thóc
thói
thô
thôi
thôn
thông
thù
thùng
thùy
thú
thúc
thúng
thúy
thăm
thăn
thăng
thơ
thơm
thư
thưa
thương
thước
thường
thưởng
thượng
thạc
thạch
thạnh
thạo
thả
thải
thảm
thản
thảo
thảy
thấm
thấp
thất
thấu
thấy
thầm
thần
thầu
thầy
thẩm
thẫm
thậm
thận
thập
thật
thắc
thắm
thắn
thắng
thắp
thắt
thằn
thằng
thẳm
thẳng
thặng
thẹn
thẻ
thế
thếp
thề
thềm
thể
thệ
thỉnh
thỉu
thị
thịnh
thịt
thọ
thọc
thỏ
thỏa
thỏi
thố
thốc
thối
thốn
thống
thốt
thồ
thổ
thổi
thớ
thới
thớt
thờ
thời
thở
thợ
thụ
thục
thụt
thụy
thủ
thủng
thủy
thứ
thức
thừa
thừng
thử
thửa
thự
thực
ti
tia
tim
tin
tinh
titan
tivi
tiêm
tiên
tiêu
tiếc
tiếm
tiến
tiếng
tiếp
tiết
tiếu
tiềm
tiền
tiều
tiểu
tiễn
tiễu
tiệc
tiệm
tiện
tiệp
tiệt
to
toa
toan
tom
ton
tong
top
topo
toàn
toái
toán
toát
toại
toản
tp
tr
tra
trai
trang
tranh
trao
trau
tre
treo
tri
trinh
triết
triền
triều
triển
triện
triệt
triệu
tro
trong
tru
trung
trust
truy
truyền
truyện
truất
truật
truồng
trà
tràm
tràn
tràng
trào
trá
trác
trách
trái
trám
trán
tráng
tránh
tráo
tráp
trát
trâm
trân
trâu
trãi
trèo
trê
trên
trêu
trì
trình
trìu
trí
trích
trò
tròn
tròng
tróc
trói
trôi
trôm
trông
trù
trùm
trùn
trùng
trú
trúc
trúng
trút
trăm
trăn
trăng
trĩ
trũng
trơ
trơn
trưa
trưng
trương
trước
trướng
trườn
trường
trưởng
trượng
trượt
trạc
trạch
trại
trạm
trạng
trạy
trả
trải
trảm
trảng
trảo
trấn
trấu
trầm
trần
trầu
trầy
trẫm
trận
trật
trắc
trắng
trặc
trẻ
trẻo
trễ
trệ
trệt
trị
trịnh
trọ
trọc
trọn
trọng
trọt
trỏ
trốn
trống
trồi
trồng
trổ
trỗi
trội
trộm
trộn
trớ
trờ
trời
trở
trợ
trụ
trục
trụi
trụy
trứ
trứng
trừ
trừng
trừu
trữ
trực
ts
tu
tua
tuabin
tulip
tum
tun
tung
tuy
tuyên
tuyến
tuyết
tuyền
tuyển
tuyệt
tuân
tuôn
tuông
tuấn
tuất
tuần
tuẫn
tuế
tuệ
tuồng
tuổi
tuộc
tuột
tw
ty
tà
tài
tàn
tàng
tành
tào
tàu
tày
tá
tác
tách
tái
tám
tán
táng
tánh
táo
táp
tát
tâm
tân
tâu
tây
tã
tè
té
tép
tê
têm
tên
tì
tìm
tình
tí
tía
tích
tím
tín
tính
típ
tít
tò
tòa
tòi
tòng
tóc
tóm
tót
tô
tôi
tôm
tôn
tông
tù
tùng
tùy
tú
túc
túi
túm
túng
túp
túy
tý
tăm
tăng
tĩnh
tơ
tơi
tư
tươi
tương
tước
tưới
tướng
tường
tưởng
tượng
tạ
tạc
tại
tạm
tạng
tạo
tạp
tạt
tả
tải
tản
tảng
tảo
tấc
tấm
tấn
tấp
tất
tấu
tầm
tần
tầng
tầu
tẩm
tẩu
tẩy
tận
tập
tật
tắc
tắm
tắt
tằm
tằng
tặc
tặng
tẻ
tế
tết
tề
tể
tễ
tệ
tệp
tỉ
tỉa
tỉnh
tị
tịch
tịnh
tọa
tỏ
tỏa
tỏi
tố
tốc
tối
tốn
tống
tốp
tốt
tồi
tồn
tổ
tổn
tổng
tộ
tộc
tội
tột
tớ
tới
tờ
tởm
tợn
tụ
tục
tụng
tụt
tụy
tủ
tủa
tủy
tứ
tức
từ
từng
tử
tửu
tự
tựa
tựu
tỳ
tỵ
tỷ
u
ub
ubnd
ui
um
un
ung
urani
urê
usd
uy
uyên
uyển
uông
uất
uẩn
uế
uốn
uống
v
va
vai
vali
van
vang
vani
vay
ve
vector
ven
vi
via
video
vila
villa
vin
vinh
violon
virus
visa
vitamin
viêm
viên
viêng
viếng
viết
viền
viễn
việc
viện
việt
vo
voi
volt
von
vonfram
vong
voọc
vu
vua
vui
vung
vuông
vuốt
vy
và
vài
vàm
vàn
vàng
vành
vào
vá
vác
vách
vái
ván
váng
vánh
vát
váy
vân
vâng
vây
vã
vãi
vãn
vãng
vè
vé
véc
vét
vê
vì
ví
vía
vít
vò
vòi
vòm
vòng
vó
vóc
vót
vô
vôi
vôn
vông
võ
võng
vùi
vùng
vú
vút
văn
văng
vĩ
vĩnh
vũ
vũng
vơ
vơi
vưu
vươn
vương
vướng
vườn
vược
vượn
vượng
vượt
vạ
vạc
vạch
vại
vạn
vạng
vạt
vả
vải
vảy
vấn
vấp
vất
vần
vầng
vẩy
vẫn
vẫy
vận
vật
vậy
vắc
vắn
vắng
vắt
vằn
vặn
vặt
vẹn
vẹt
vẻ
vẽ
vế
vết
về
vệ
vệt
vỉ
vỉa
vị
vịnh
vịt
vọng
vọt
vỏ
vỏn
vối
vốn
vồ
vồng
vỗ
vội
vớ
với
vớt
vờ
vời
vở
vỡ
vợ
vợt
vụ
vụn
vụng
vụt
vứt
vừa
vừng
vữa
vững
vựa
vực
vựng
w
watt
wi
wolfram
won
wushu
x
xa
xang
xanh
xao
xay
xe
xem
xen
xenon
xi
xim
xin
xinh
xiêm
xiên
xiếc
xiết
xiềng
xiển
xo
xoa
xoan
xoang
xoay
xong
xoài
xoáy
xoăn
xoắn
xu
xua
xui
xung
xuy
xuyên
xuyến
xuân
xuôi
xuất
xuống
xuồng
xy
xà
xài
xào
xá
xác
xách
xám
xán
xáo
xát
xâm
xâu
xây
xã
xé
xén
xéo
xét
xê
xì
xí
xích
xín
xít
xíu
xòe
xóa
xóc
xói
xóm
xót
xô
xôi
xôn
xông
xù
xú
xúc
xúi
xăm
xăng
xơ
xưa
xưng
xương
xước
xướng
xưởng
xạ
xả
xảo
xảy
xấp
xấu
xắc
xắn
xắp
xắt
xẹp
xẻ
xẻng
xẻo
xế
xếp
xỉ
xỉn
xỉu
xịt
xỏ
xối
xốp
xốt
xổ
xộn
xới
xở
xứ
xứng
xử
y
ya
yang
yard
yen
yoga
yuan
yun
yêm
yên
yêu
yếm
yến
yết
yếu
yểm
yểu
z
zero
{
|
}
à
ào
á
ác
ách
ái
ám
án
áng
ánh
áo
áp
át
â
âm
ân
âu
ã
è
é
én
ép
ê
êm
ì
í
ích
ít
ò
ó
óc
ói
óng
ô
ôi
ôliu
ôm
ôn
ông
ôtô
õ
ù
ùn
ú
úc
úng
úp
út
úy
ý
ă
ăn
ăng
ăngten
đ
đa
đai
đam
đan
đang
đanh
đao
đau
đay
đe
đem
đen
đeo
đi
đinh
điên
điêu
điếc
điếm
điếu
điềm
điền
điều
điểm
điển
điểu
điện
điệp
điệu
đo
đoan
đom
đoài
đoàn
đoái
đoán
đoạn
đoạt
đoản
đt
đu
đua
đun
đuôi
đuông
đuốc
đuối
đuống
đuổi
đà
đài
đàm
đàn
đàng
đành
đào
đày
đá
đái
đám
đán
đáng
đánh
đáo
đáp
đát
đáy
đâm
đâu
đây
đã
đãi
đãng
đè
đèn
đèo
đéc
đét
đê
đêm
đên
đình
đích
đính
đít
đò
đòi
đòn
đó
đóa
đói
đóm
đón
đóng
đô
đôi
đôla
đôn
đông
đùa
đùi
đùn
đùng
đúc
đúng
đúp
đút
đăm
đăng
đĩa
đĩnh
đũa
đơn
đưa
đương
đước
đười
đường
được
đạc
đại
đạm
đạn
đạo
đạp
đạt
đả
đảm
đản
đảng
đảo
đấm
đấng
đất
đấu
đấy
đầm
đầu
đầy
đẩu
đẩy
đẫm
đậm
đập
đậu
đậy
đắc
đắm
đắn
đắng
đắp
đắt
đằng
đẳng
đặc
đặn
đặng
đặt
đẹp
đẻ
đẽ
đẽo
đế
đếm
đến
đề
đềm
đền
đều
để
đệ
đệm
đỉnh
địa
địch
định
đọ
đọa
đọc
đọng
đỏ
đố
đốc
đối
đốm
đốn
đống
đốt
đồ
đồi
đồn
đồng
đổ
đổi
đổng
đỗ
độ
độc
đội
độn
động
đột
đới
đớn
đớp
đờ
đời
đờm
đởm
đỡ
đợi
đợt
đục
đụn
đụng
đủ
đứa
đức
đứng
đứt
đừng
đực
đựng
ĩ
ũ
ơ
ơi
ơn
ư
ưa
ưng
ưu
ươi
ươm
ương
ước
ướp
ướt
ạ
ạt
ả
ải
ảm
ảnh
ảo
ấ
ấm
ấn
ấp
ất
ấu
ấy
ầ
ầm
ẩ
ẩm
ẩn
ẩu
ẫ
ậ
ập
ắ
ắc
ắt
ằ
ẳ
ẵ
ặ
ẹ
ẻ
ẽ
ế
ếch
ề
ể
ễ
ệ
ỉ
ị
ọ
ỏ
ỏi
ố
ốc
ối
ốm
ống
ốp
ốt
ồ
ồn
ổ
ổi
ổn
ỗ
ộ
ớ
ớt
ờ
ở
ỡ
ợ
ụ
ủ
ủi
ủng
ủy
ứ
ức
ứng
ừ
ử
ữ
ự
ỳ
ỵ
ỷ
ỹ
